import React from "react";

function AboutUs() {
  return (
    <div
      className="mt-[28%] ml-4 rounded-lg p-5 bg-white bg-opacity-50 mr-4 font-sans font-normal text-sm leading-5 tracking-wide
       whitespace-normal break-words text-justify"
    >
      <p className="font-sans">
        საჯარო რეესტრის ეროვნული სააგენტო საქართველოს იუსტიციის სამინისტროს
        მმართველობის სფეროში შემავალი საჯარო სამართლის იურიდიული პირია.
        <br /> <br /> ჩვენ ფიზიკურ თუ იურიდიულ პირებს 265 მომსახურებას ვთავაზობთ
        იუსტიციის სახლების, საზოგადოებრივი ცენტრების, ჩვენი ტერიტორიული
        ფილიალებისა და ავტორიზებული პირების მეშვეობით.
      </p>
      <br />
      <p className="font-sans">ჩვენი ძირითადი საქმიანობაა:</p>
      <br />
      <ul className="font-sans">
        <li className="font-sans">• უძრავ ნივთებზე უფლებების რეგისტრაცია</li>
        <li className="font-sans">
          • საჯარო-სამართლებრივი შეზღუდვის რეგისტრაცია
        </li>
        <li className="font-sans">
          • საგადასახადო გირავნობის/იპოთეკის რეგისტრაცია
        </li>
        <li className="font-sans">
          • მოძრავ ნივთებსა და არამატერიალურ ქონებრივ სიკეთეზე უფლებების
          რეგისტრაცია
        </li>
        <li className="font-sans">
          • მეწარმეთა და არასამეწარმეო (არაკომერციული) იურიდიული პირების
          რეგისტრაცია
        </li>
        <li className="font-sans">• პოლიტიკური გაერთიანებების რეგისტრაცია</li>
        <li className="font-sans">• ეკონომიკურ საქმიანობათა რეგისტრაცია</li>
        <li className="font-sans">• გეოგრაფიული ობიექტების დამისამართება</li>
        <li className="font-sans">
          • უძრავი ნივთების საკადასტრო მონაცემთა აღრიცხვა
        </li>
      </ul>
      <br />
      <span className="font-sans font-bold">ხედვა:</span>
      <br />
      <br />
      <p className="font-sans">
        სიახლეებსა და თანამედროვე ტექნოლოგიებზე დაფუძნებული მიდგომებით ჩვენ
        ვქმნით საზოგადოების მიმდინარე და სამომავლო საჭიროებებზე მორგებულ
        პროდუქტებსა და მომსახურების სახეებს.
      </p>

      <br />
      <span className="font-sans font-bold">მისია:</span>
      <br />
      <br />
      <p className="font-sans">
        ჩვენი საქმიანობის ვექტორია უახლესი და მაღალტექნოლოგიური სისტემების
        დანერგვის გზით, სანდო და მაღალი ხარისხის მომსახურების უზრუნველყოფა,
        შესაბამისი რეესტრების წარმოება და ინფორმაციის ხელმისაწვდომობა.
      </p>

      <br />
      <span className="font-sans font-bold ">ფასეულობები:</span>
      <br />
      <br />
      <p className="font-sans">
        ჩვენთან 1800-მდე თანამშრომელია დასაქმებული. თანამშრომელთა ერთსულოვანი
        შეთანხმებითა და აზრთა გაზიარებით, ჩვენი საერთო ფასეულობები და
        ღირებულებებია: სამართლიანობა, თანასწორობა, გამჭვირვალობა, პროაქტიულობა,
        ეფექტიანობა და ეფექტურობა .
      </p>
    </div>
  );
}

export default AboutUs;
