import React from "react";

function History() {
  return (
    <div
      className="mt-[28%] sm:mt-[45px] ml-4 rounded-lg p-5 bg-white bg-opacity-50 mr-4 font-sans font-normal text-sm leading-5 tracking-wide
     whitespace-normal sm:w-[60%] break-words text-justify"
    >
      <p className="font-sans">
        2004 წელს საქართველოს იუსტიციის სამინისტროს მმართველობის სფეროში ახალი
        საჯარო სამართლის იუ რიდიული პირი - საჯარო რეესტრის ეროვნული სააგენტო
        შეიქმნა, რაც უძრავ ქონების ბაზრის განვითარებისთვის მნიშვნელოვანი ნაბიჯი
        იყო.
        <br /> <br /> საჯარო რეესტრის ეროვნულ სააგენტოს, როგორც მიწის მართვის
        სახელმწიფო დეპარტამენტის სამართალმემკვიდრეს, მიწის ადმინისტრირების
        ფუნქცია და ტექნიკური ინვენტარიზაციის ბიუროების არქივები გადაეცა. თუმცა,
        მემკვიდრეობით ერგო პრობლემებიც. კერძოდ: უწყების სრულფასოვნად
        ფუნქციონირებისთვის არ არსებობდა გამართული ინფრასტრუქტურა,
        მოსაწესრიგებელი იყო საკანონმდებლო ბაზა, ორგანიზაცია მაღალკვალიფიციური,
        რეფორმებზე ორიენტირებული კადრების დეფიციტს განიცდიდა, რაც მომსახურების
        დაბალ კულტურას განაპირობებდა.
        <br /> <br /> მომხმარებელზე ორიენტირებული, გამჭვირვალე, უსაფრთხო და
        ერთიანი სარეგისტრაციო სისტემის შესაქმნელად საჯარო რეესტრის ეროვნულმა
        სააგენტომ ძირეული რეფორმები გაატარა. საკანონმდებლო, ინსტიტუციური,
        ადმინისტრაციული და ტექნოლოგიური მიმართულოებით გატარებული რეფორმების
        მთავარი მიზანი სარეგისტრაციო პროცედურების გამარტივება იყო.
        <br /> <br /> წარმატებითგანხორციელებული რეფორმების კვალდაკვალ,
        რეფორმების ავანგარდში მყოფი საჯარო რეესტრის ეროვნული სააგენტოსფუნქციები
        თანდათან გაიზარდა.
        <br /> 2005 წელს სააგენტოს მიენიჭა ქონებაზე საჯარო-სამართლებრივი
        შეზღუდვების (ყადაღა, აკრძალვა) რეგისტრაციის ფუნქცია.
        <br />
        <br /> 2007 წელს სააგენტოს მიენიჭა ქონებაზე საგადასახადო
        გირავნობა/იპოთეკის რეგისტრაციის ფუნქცია.
        <br /> 2009 წელს სააგენტოს მიენიჭა მოძრავ და არამატერიალურ ქონებაზე
        უფლებების (გირავნობა, ლიზინგი) რეგისტრაციის ფუნქცია.
        <br />
        2010 წელს სააგენტოს მიენიჭა მეწარმეთა და არასამეწარმეო (არაკომერციულ)
        იურიდიულ პირთა რეგისტრაციის უფლებამოსილება.
        <br /> 2011 წელს სააგენტოს მიენიჭა გეოდეზიის, კარტოგრაფიის და
        სამისამართო რეესტრის წარმოების ფუნქციები. 2012 წელს სააგენტოს მიენიჭა
        მოქალაქეთა პოლიტიკური გაერთიანებების (პარტიების) რეგისტრაციის
        უფლებამოსილება.
        <br />
        2013 წელს სააგენტოს დაევალა ქვეყანაში ეროვნული სივრცითი მონაცემების
        ინფრასტრუქტურის შექმნის, ექსპლუატაციისა და მის განვითარებასთან
        დაკავშირებული საქმიანობის კოორდინაციის უზრუნველყოფა.
        <br /> 2014 წელს სააგენტოს გადმოეცა მუნიციპალიტეტების რეგისტრაციის
        ფუნქცია.
        <br /> 2016 წელს სააგენტოს მიენიჭა საქართველოს მთელს ტერიტორიაზე
        გეოგრაფიული ობიექტისათვის, ბინისათვის ან სხვა ობიექტისათვის ნომრის
        მინიჭებისა და ეკონომიკურ საქმიანობათა რეესტრის წარმოების უფლებამოსილება.
        <br /> 2016 წელს სააგენტოს მიენიჭა ეკონომიკურ საქმიანობათა რეგისტრაციის
        უფლებამოსილება.
        <br /> 2016 წლიდან, იუსტიციის სამინისტროს ინიციატივით, ქვეყანაში მიწის
        რეგისტრაციის მასშტაბური რეფორმა დაიწყო, რომელიც 2 წესით, სპორადული და
        სისტემური რეგისტრაციით წარიმართა.
        <br /> 2022 წლიდან საჯარო რეესტრის ეროვნულმა სააგენტომ მიწის სისტემური
        რეგისტრაციის რეფორმა დაიწყო. რეფორმის ფარგლებში, 3 წლის განმავლობაში
        ქვეყნის 59 მუნიციპალიტეტში (თვითმმართველი ქალაქებისა და ოკუპირებული
        ტერიტორიების გარდა) სისტემური წესით 1.2 მილიონი ჰექტარი მიწის ფართობი
        დარეგისტრირდება და სრულყოფილი საკადასტრო მონაცემები შეიქმნება.
      </p>
    </div>
  );
}

export default History;
